Repository: perldocES/memorias_de_referencia
Catalog: Perltuts/perltuts-level1.tmx
Source language: en_us
Languages: es

source: @Follow
es: @Seguir

source: Back to home page
es: Volver a la página principal

source: Books
es: Libros

source: Books and tutorials are copyrighted by their authors respectively
es: Los derechos de los libros y tutoriales son de los autores respectivos

source: Check it out for other good Perl tutorials.
es: En esta página encontrará más tutoriales de Perl.

source: Check your email for a confirmation letter.
es: Recibirá un mensaje de correo electrónico de confirmación.

source: Click Run to execute.
es: Para ejecutar el código, haga clic en Ejecutar.

source: Code editor provided by awesome
es: Editor de código proporcionado por el formidable

source: Confirm
es: Confirmar

source: Confirmation
es: Confirmación

source: Contents
es: Contenido

source: Copyright & License
es: Copyright y licencia

source: Drop a line at
es: Escríbanos a

source: Errors
es: Errores

source: Errors & Warnings
es: Errores y advertencias

source: Ever wondered what that line would print while reading a Perl tutorial?
es: ¿Al estudiar un tutorial de Perl se ha preguntado qué hace una línea de código concreta?

source: Finish exercise
es: Complete el ejercicio

source: Follow
es: Seguir

source: Get involved
es: Colaborar

source: Get me to tutorials!
es: Ir a los tutoriales

source: Have an idea?
es: ¿Tiene una idea?

source: Home
es: Inicio

source: Interactive Perl tutorials
es: Tutoriales de Perl interactivos

source: Learn modern Perl any time and from everywhere (mobile friendly)!
es: ¡Aprenda Perl moderno en cualquier momento y en cualquier lugar (incluso desde el móvil)!

source: Make sure <nobr><code>announcements-noreply@perltuts.com</code></nobr> is in your contact list so it will not end up in a spam folder.
es: Asegúrese de incluir <nobr><code>announcements-noreply@perltuts.com</code></nobr> en su lista de contactos para evitar que nuestros mensajes acaben en la carpeta de correo no deseado.

source: More books
es: Más libros

source: No spam, we promise.
es: Puede estar seguro de que no recibirá correo no deseado.

source: Notify me when perltuts is out of BETA (which means more flexible and advanced tutorials)
es: Recibir notificación cuando perltuts salga de la fase BETA (entonces estarán disponibles tutoriales más flexibles y avanzados)

source: Now there is a solution!
es: No se preocupe. ¡Tenemos la solución!

source: Output
es: Salida

source: Powered by
es: Funciona con tecnología

source: Project-Id-Version: PACKAGE VERSION POT-Creation-Date: YEAR-MO-DA HO:MI+ZONE PO-Revision-Date: 2013-03-15 18:34+0100 Last-Translator: Alex Muntada <alexm@alexm.org> Language-Team: ca Language: català MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit
es: Project-Id-Version: PACKAGE VERSION POT-Creation-Date: YEAR-MO-DA HO:MI+ZONE PO-Revision-Date: 2013-03-19 09:38+0100 Last-Translator: Enrique Nell <blas.gordon@gmail.com> Language-Team: es Language: español MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit

source: Read concise explanation
es: Lea una breve descripción

source: Recommended books
es: Libros recomendados

source: Run
es: Ejecutar

source: Run & Test
es: Ejecutar y probar

source: See if it works!
es: Vea si funciona

source: Still stuck with old books?
es: ¿Solo tiene a mano libros anticuados?

source: Subscribers
es: Suscriptores

source: Test
es: Probar

source: Thank you for having interest in perltuts!
es: Le agradecemos su interés en perltuts.

source: Thank you.
es: Gracias.

source: These books are recommended by %1.
es: Estos libros están recomendados por %1.

source: This code is editable.
es: Puede editar el código.

source: Tired of reading outdated information?
es: ¿Se ha cansado ya de leer información obsoleta?

source: Translated by
es: Traducido por

source: Try Perl 5
es: Pruebe Perl 5

source: Tutorials
es: Tutoriales

source: Unsubscribe
es: Cancelar suscripción

source: Want to write a tutorial?
es: ¿Desea escribir un tutorial?

source: You successfully unsubscribed
es: Suscripción cancelada correctamente

source: You will be notified as soon as we are out of beta.
es: Recibirá una notificación cuando perltuts salga de la fase beta.

source: Your confirmation was successful.
es: Confirmación correcta.

source: Your email is saved
es: Se ha registrado su dirección de correo electrónico

source: download as
es: descargar como

source: not available in
es: no disponible en
